;============================================
; ITEM TEMPLATES
;============================================

[LockboxKey X2ItemTemplate]
FriendlyName="Ключ от контейнера"
FriendlyNamePlural="Ключи от контейнеров"
BriefSummary="Используется для открытия таинственных контейнеров..."

;============================================
; WEAPON UPGRADE TEMPLATES
;============================================

[TLMUpgrade_RapidFire X2WeaponUpgradeTemplate]
FriendlyName="Улучшение Быстрой стрельбы"
FriendlyNamePlural="Улучшения Быстрой стрельбы"
BriefSummary="Дает <font color='#3ABD23'><Ability:RapidFireCharges/></font> заряда способности <font color='#5cd1cd'>Быстрая стрельба</font> и увеличенный размер обоймы до <font color='#3ABD23'><Ability:RapidFireClipSizeBonus/></font>. Каждый выстрел получает штраф <font color='#CA7200'><Ability:RapidFireAimPenalty/></font> к меткости. Перезарядка: <font color='#ff9100'><Ability:RapidFireCooldown/></font> ход(а)."
TinySummary="+Быстрая стрельба"

[TLMUpgrade_HailOfBullets X2WeaponUpgradeTemplate]
FriendlyName="Улучшение Град пуль"
FriendlyNamePlural="Улучшения Град пуль"
BriefSummary="Дает <font color='#3ABD23'><Ability:HailOfBulletsCharges/></font> заряда способности <font color='#5cd1cd'>Град пуль</font> и увеличенный размер обоймы до <font color='#3ABD23'><Ability:HailofBulletsClipSizeBonus/></font>. Выпустить град пуль, которые гарантированно поразят вашу цель, но расходуют много боеприпасов. Перезарядка: <font color='#ff9100'><Ability:HailOfBulletsCooldown/></font> ход(а)."
TinySummary="+Град пуль"

[TLMUpgrade_KillZone X2WeaponUpgradeTemplate]
FriendlyName="Улучшение Зона поражения"
FriendlyNamePlural="Улучшения Зона поражения"
BriefSummary="Дает <font color='#3ABD23'><Ability:KillZoneCharges/></font> заряда способности <font color='#5cd1cd'>Зона поражения</font> и увеличенный размер обоймы до <font color='#3ABD23'><Ability:KillZoneClipSizeBonus/></font>. Сделайте ответный выстрел по любому врагу, который движется или атакует в пределах конуса огня. Перезарядка: <font color='#ff9100'><Ability:KillZoneCooldown/></font> ход(а)."
TinySummary="+Зона поражения"

[TLMUpgrade_Faceoff X2WeaponUpgradeTemplate]
FriendlyName="Улучшение Вбрасывание"
FriendlyNamePlural="Улучшения Вбрасывание"
BriefSummary="Дает <font color='#3ABD23'><Ability:FaceoffCharges/></font> заряда способности <font color='#5cd1cd'>Вбрасывание</font>. Выстрелите один раз в каждого видимого врага из своего пистолета. Перезарядка: <font color='#ff9100'><Ability:FaceoffCooldown/></font> ход(а)."
TinySummary="+Вбрасывание"

[TLMUpgrade_AdventSoldierKiller X2WeaponUpgradeTemplate]
FriendlyName="Улучшение Убийца \"Адвента\""
FriendlyNamePlural="Улучшения Убийца \"Адвента\""
BriefSummary="Это оружие перекликается с гибелью миллионов людей, убитых оккупационным режимом \"Адвента\". <font color='#3ABD23'>+<Ability:BonusDamageAdventSoldier/></font> едини урона солдатам \"Адвента\"."
TinySummary="+Урон гуманоидам \"Адвента\""

[TLMUpgrade_AlienKiller X2WeaponUpgradeTemplate]
FriendlyName="Улучшение Убийца инопланетян"
FriendlyNamePlural="Улучшения Убийца инопланетян"
BriefSummary="Ходят слухи, что это улучшение оружия является прототипом, сделанным Охотником за пришельцами. Тот же механизм теперь интегрирован в <font color='#d1cb5c'>Стреломет</font>. <font color='#3ABD23'>+<Ability:BonusDamageAlien/></font> едини урона инопланетянам."
TinySummary="+Урон инопланетным существам"

[TLMUpgrade_MZArmourSystem X2WeaponUpgradeTemplate]
FriendlyName="Чип Система брони"
FriendlyNamePlural="Чипы Система брони"
BriefSummary="Созданный Мицрути Технолоджи Инк., этот чип улучшения обновляет <font color='#5cd1cd'>Протокол помощи</font>, чтобы обеспечить <font color='#d1cb5c'>+<Ability:MZARMORSYSTEMARMORGAIN/></font> единицы брони защищенному союзнику и восстановить любую поврежденную броню."
TinySummary="+Система брони"

[TLMUpgrade_MZChainingJolt X2WeaponUpgradeTemplate]
FriendlyName="Чип Цепной толчок"
FriendlyNamePlural="Чипы Цепной толчок"
BriefSummary="Созданный Мицрути Технолоджи Инк., этот чип улучшения позволяет пользователю послать ГРЕМЛИНа к врагу, чтобы встряхнуть его. Цепочки атак на ближайших врагов. Увеличен урон против врагов-роботов."
TinySummary="+Цепной толчок"

[TLMUpgrade_MZCombatScanner X2WeaponUpgradeTemplate]
FriendlyName="Чип Боевой сканер"
FriendlyNamePlural="Чипы Боевой сканер"
BriefSummary="Созданный Мицрути Технолоджи Инк., этот чип улучшения позволяет пользователю послать ГРЕМЛИНа , обнаруживая и применяя голографическое наведение ко всем врагам."
TinySummary="+Боевой сканер"

[TLMUpgrade_MZMassAidProtocol X2WeaponUpgradeTemplate]
FriendlyName="Чип Протокол Цитадель"
FriendlyNamePlural="Чипы Протокол Цитадель"
BriefSummary="Созданный Мицрути Технолоджи Инк., этот чип улучшения дает союзникам в области бонус к защите до начала следующего хода."
TinySummary="+Протокол Цитадель"

[TLMUpgrade_GrimyExecuteBonus X2WeaponUpgradeTemplate]
FriendlyName="Улучшение Казнь"
FriendlyNamePlural="Улучшения Казнь"
BriefSummary="Клинок, специально изготовленный Мицрути Технолоджи Инк. Наносит тройной урон отмеченным или голоцелевым врагам."
TinySummary="+Казнь"

[TLMUpgrade_MZBladeDance X2WeaponUpgradeTemplate]
FriendlyName="Улучшение Танец клинков"
FriendlyNamePlural="Улучшения Танец клинков"
BriefSummary="Мицрути Боевые Искусства, Инк. специально разработала этот клинок, чтобы дополнить его фирменным умением владеть мечом; совершить рукопашную атаку на каждого врага в области."
TinySummary="+Танец клинков"

[TLMUpgrade_Damage X2WeaponUpgradeTemplate]
FriendlyName="Рафинирование"
FriendlyNamePlural="Рафинирование"
BriefSummary="Это оружие было настроено так, чтобы повысить его смертоносность в полевых условиях (<font color='#3ABD23'>+%TLMDAMAGE</font> к урону)."
TinySummary="+к урону"

[TLMUpgrade_Crit X2WeaponUpgradeTemplate]
FriendlyName="Рафинирование"
FriendlyNamePlural="Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMCRITDAMAGE</font> к шансу критического попадания)."
TinySummary="+к шансу критического попадания"

[TLMUpgrade_Pierce X2WeaponUpgradeTemplate]
FriendlyName="Рафинирование"
FriendlyNamePlural="Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMPIERCE</font> к пронзанию)."
TinySummary="+Пронзание"

[TLMUpgrade_Shred X2WeaponUpgradeTemplate]
FriendlyName="Рафинирование"
FriendlyNamePlural="Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMSHRED</font> к разрыв)."
TinySummary="+Разрыв"

[TLMUpgrade_CritMult X2WeaponUpgradeTemplate]
FriendlyName="Рафинирование"
FriendlyNamePlural="Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMCRITMULT</font>% к урону при критическом попадании)."
TinySummary="+к урону при критическом попадании"

[TLMUpgrade_DamageMPierce X2WeaponUpgradeTemplate]
FriendlyName="Улучшеное Рафинирование"
FriendlyNamePlural="Улучшеное Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMDAMAGE</font> к урону, <font color='#CA7200'>-%TLMPIERCE</font> к пронзанию)."
TinySummary="+к урону, -Пронзание"

[TLMUpgrade_CritMDamage X2WeaponUpgradeTemplate]
FriendlyName="Улучшеное Рафинирование"
FriendlyNamePlural="Улучшеное Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMCRITDAMAGE</font> к шансу критического попадания, <font color='#CA7200'>-%TLMDAMAGE</font> к урону)."
TinySummary="+к шансу критического попадания, -к урону"

[TLMUpgrade_PierceMCrit X2WeaponUpgradeTemplate]
FriendlyName="Улучшеное Рафинирование"
FriendlyNamePlural="Улучшеное Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMPIERCE</font> к пронзанию, <font color='#CA7200'>-%TLMCRITDAMAGE</font> к урону критического попадания)."
TinySummary="+Пронзание, -к урону критического попадания"

[TLMUpgrade_ShredMDamage X2WeaponUpgradeTemplate]
FriendlyName="Улучшеное Рафинирование"
FriendlyNamePlural="Улучшеное Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMSHRED</font> к разрыву, <font color='#CA7200'>-%TLMDAMAGE</font> к урону)."
TinySummary="+Разрыв, -к урону"

[TLMUpgrade_CritMultMDamage X2WeaponUpgradeTemplate]
FriendlyName="Улучшеное Рафинирование"
FriendlyNamePlural="Улучшеное Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMCRITMULT</font>% к урону при критическом попадании, <font color='#CA7200'>-%TLMDAMAGE</font> к урону)."
TinySummary="+к урону при критическом попадании, -к урону"

[TLMUpgrade_DamagePlus X2WeaponUpgradeTemplate]
FriendlyName="Превосходное Рафинирование"
FriendlyNamePlural="Превосходное Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMDAMAGE</font> к урону, <font color='#3ABD23'>+%TLMPIERCE</font> Пронзание)."
TinySummary="+к урону, +Пронзание"

[TLMUpgrade_CritPlus X2WeaponUpgradeTemplate]
FriendlyName="Превосходное Рафинирование"
FriendlyNamePlural="Превосходное Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMCRITDAMAGE</font> к урону критического попадания, <font color='#3ABD23'>+%TLMDAMAGE</font> к урону)."
TinySummary="+к урону критического попадания, +к урону"

[TLMUpgrade_PiercePlus X2WeaponUpgradeTemplate]
FriendlyName="Превосходное Рафинирование"
FriendlyNamePlural="Превосходное Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMPIERCE</font> Пронзание, <font color='#3ABD23'>+%TLMCRITDAMAGE</font> к урону критического попадания)."
TinySummary="+Пронзание, +к урону критического попадания"

[TLMUpgrade_ShredPlus X2WeaponUpgradeTemplate]
FriendlyName="Превосходное Рафинирование"
FriendlyNamePlural="Превосходное Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMSHRED</font> Разрыв, <font color='#3ABD23'>+%TLMDAMAGE</font> к урону)."
TinySummary="+Разрыв, +к урону"

[TLMUpgrade_CritMultPlus X2WeaponUpgradeTemplate]
FriendlyName="Рафинирование"
FriendlyNamePlural="Рафинирование"
BriefSummary="Это оружие было настроено для повышения его смертоносности в полевых условиях (<font color='#3ABD23'>+%TLMCRITMULT</font>% к урону при критическом попадании)."
TinySummary="+к урону при критическом попадании"

[TLMUpgrade_GrenadeRangeT1 X2WeaponUpgradeTemplate]
FriendlyName="Пружина"
FriendlyNamePlural="Пружины"
BriefSummary="Простой механизм, увеличивающий дальность любых гранатометов на <font color='#3ABD23'><Ability:GrenadeRangeT1/></font> клетку."
TinySummary="+Дальность"

[TLMUpgrade_GrenadeRangeT2 X2WeaponUpgradeTemplate]
FriendlyName="Улучшеная Пружина"
FriendlyNamePlural="Улучшеные Пружины"
BriefSummary="Простой механизм, увеличивающий дальность любых гранатометов на <font color='#3ABD23'><Ability:GrenadeRangeT2/></font> клетки."
TinySummary="+Дальность"

[TLMUpgrade_GrenadeRangeT3 X2WeaponUpgradeTemplate]
FriendlyName="Превосходная Пружина"
FriendlyNamePlural="Превосходные Пружины"
BriefSummary="Простой механизм, увеличивающий дальность любых гранатометов на <font color='#3ABD23'><Ability:GrenadeRangeT3/></font> клетки."
TinySummary="+Дальность"

[TLMUpgrade_GrenadeRadiusT1 X2WeaponUpgradeTemplate]
FriendlyName="Взрыватель"
FriendlyNamePlural="Взрыватели"
BriefSummary="Увеличивает радиус взрыва гранатомета на <font color='#3ABD23'><Ability:GrenadeRadiusT1/></font> клетку."
TinySummary="+Радиус"

[TLMUpgrade_GrenadeRadiusT2 X2WeaponUpgradeTemplate]
FriendlyName="Улучшеный Взрыватель"
FriendlyNamePlural="Улучшеные Взрыватели"
BriefSummary="Увеличивает радиус взрыва гранатомета на <font color='#3ABD23'><Ability:GrenadeRadiusT2/></font> клетки."
TinySummary="+Радиус"

[TLMUpgrade_GrenadeRadiusT3 X2WeaponUpgradeTemplate]
FriendlyName="Превосходный Взрыватель"
FriendlyNamePlural="Превосходные Взрыватели"
BriefSummary="Увеличивает радиус взрыва гранатомета на <font color='#3ABD23'><Ability:GrenadeRadiusT3/></font> клетки."
TinySummary="+Радиус"

[TLMUpgrade_MZFreeAcidGrenade X2WeaponUpgradeTemplate]
FriendlyName="Кислотный бомбардировщик"
FriendlyNamePlural="Кислотные бомбардировщики"
BriefSummary="Созданный Мицрути Технолоджи Инк., это улучшение предоставляет бесплатную кислотную гранату."
TinySummary="+Кислотная граната"

[TLMUpgrade_MZFreeEMPGrenade X2WeaponUpgradeTemplate]
FriendlyName="ЭМИ бомбардировщик"
FriendlyNamePlural="ЭМИ бомбардировщики"
BriefSummary="Созданный Мицрути Технолоджи Инк., это улучшение предоставляет бесплатную ЭМИ-гранату."
TinySummary="+ЭМИ-граната"

[TLMUpgrade_MZFreeFireGrenade X2WeaponUpgradeTemplate]
FriendlyName="Огненный бомбардировщик"
FriendlyNamePlural="Огненные бомбардировщики"
BriefSummary="Созданный Мицрути Технолоджи Инк., это улучшение предоставляет бесплатную зажигательную гранату."
TinySummary="+Зажигательная граната"

[TLMUpgrade_MZFreeFlashGrenade X2WeaponUpgradeTemplate]
FriendlyName="Флэш-бомбардировщик"
FriendlyNamePlural="Флэш-бомбардировщики"
BriefSummary="Созданный Мицрути Технолоджи Инк., это обновление предоставляет бесплатную светошумовую гранату."
TinySummary="+Светошумовая граната"

[TLMUpgrade_MZFreeGasGrenade X2WeaponUpgradeTemplate]
FriendlyName="Газовый бомбардировщик"
FriendlyNamePlural="Газовые бомбардировщики"
BriefSummary="Созданный Мицрути Технолоджи Инк., это обновление дает бесплатную газовую гранату."
TinySummary="+Газовая граната"

[TLMUpgrade_MZFreeSmokeGrenade X2WeaponUpgradeTemplate]
FriendlyName="Дымовой бомбардировщик"
FriendlyNamePlural="Дымовые бомбардировщики"
BriefSummary="Созданный Мицрути Технолоджи Инк., это обновление дает бесплатную дымовую гранату."
TinySummary="+Дымовая граната"

[TLMUpgrade_GrimyDeadlyHaze X2WeaponUpgradeTemplate]
FriendlyName="Смертельная мгла"
FriendlyNamePlural="Смертельная мгла"
BriefSummary="Созданный Мицрути Технолоджи Инк., этот обновление снижает урон врага."
TinySummary="+Смертельная мгла"

[TLMUpgrade_RuptureT1 X2WeaponUpgradeTemplate]
FriendlyName="Триггер разрыва"
FriendlyNamePlural="Триггеры разрыва"
BriefSummary="При стрельбе стандартным выстрелом есть <font color='#3ABD23'><Ability:RuptureChanceT1/>%</font> шанс, что цель будет разорвана на <font color='#3ABD23'><Ability:RuptureDamageT1/></font> единицу урона."
TinySummary="+Шанс на разрыв"

[TLMUpgrade_RuptureT2 X2WeaponUpgradeTemplate]
FriendlyName="Увеличенный Триггер разрыва"
FriendlyNamePlural="Улучшеные Триггеры разрыва"
BriefSummary="При стрельбе стандартным выстрелом есть <font color='#3ABD23'><Ability:RuptureChanceT2/>%</font> шанс, что цель будет разорвана на <font color='#3ABD23'><Ability:RuptureDamageT2/></font> единицы урона."
TinySummary="+Шанс на разрыв"

[TLMUpgrade_RuptureT3 X2WeaponUpgradeTemplate]
FriendlyName="Превосходный Триггер разрыва"
FriendlyNamePlural="Превосходные Триггеры разрыва"
BriefSummary="При стрельбе стандартным выстрелом есть <font color='#3ABD23'><Ability:RuptureChanceT3/>%</font> шанс, что цель будет разорвана на <font color='#3ABD23'><Ability:RuptureDamageT3/></font> единицы урона."
TinySummary="+Шанс на разрыв"

[TLMUpgrade_CritTrackerT1 X2WeaponUpgradeTemplate]
FriendlyName="Критический трекер"
FriendlyNamePlural="Критические трекеры"
BriefSummary="Автоматическое отслеживание критических точек противника помогает улучшить критические удары, особенно у быстрых оперативников. Дает <font color='#3ABD23'><Ability:CritTrackerDmgT1/></font> единицу к урону за каждые <font color='#3ABD23'><Ability:CritTrackerMobT1/></font> единицы мобильности."
TinySummary="+к критическому урону"

[TLMUpgrade_CritTrackerT2 X2WeaponUpgradeTemplate]
FriendlyName="Улучшеный Критический трекер"
FriendlyNamePlural="Улучшеные Критические трекеры"
BriefSummary="Автоматическое отслеживание критических точек противника помогает улучшить критические удары, особенно у быстрых оперативников. Дает <font color='#3ABD23'><Ability:CritTrackerDmgT2/></font> единицу к урону за каждые <font color='#3ABD23'><Ability:CritTrackerMobT2/></font> единицы мобильности."
TinySummary="+к критическому урону"

[TLMUpgrade_CritTrackerT3 X2WeaponUpgradeTemplate]
FriendlyName="Превосходный Критический трекер"
FriendlyNamePlural="Превосходные Критические трекеры"
BriefSummary="Автоматическое отслеживание критических точек противника помогает улучшить критические удары, особенно у быстрых оперативников. Дает <font color='#3ABD23'><Ability:CritTrackerDmgT3/></font> единицу к урону за каждые <font color='#3ABD23'><Ability:CritTrackerMobT3/></font> единицы мобильности."
TinySummary="+к критическому урону"

[TLMUpgrade_ReloadT1 X2WeaponUpgradeTemplate]
FriendlyName="Спринт-погрузчик"
FriendlyNamePlural="Спринт-погрузчики"
BriefSummary="Перезарядка основного оружия дает очко движения. Количество зарядов: <font color='#3ABD23'><Ability:SReloadChargeT1/></font>."
TinySummary="+движение при перезарядке"

[TLMUpgrade_ReloadT2 X2WeaponUpgradeTemplate]
FriendlyName="Улучшеный Спринт-погрузчик"
FriendlyNamePlural="Улучшеные Спринт-погрузчики"
BriefSummary="Перезарядка основного оружия дает очко движения. Количество зарядов: <font color='#3ABD23'><Ability:SReloadChargeT2/></font>."
TinySummary="+движение при перезарядке"

[TLMUpgrade_ReloadT3 X2WeaponUpgradeTemplate]
FriendlyName="Превосходный Спринт-погрузчик"
FriendlyNamePlural="Превосходные Спринт-погрузчики"
BriefSummary="Перезарядка основного оружия дает очко движения. Количество зарядов: <font color='#3ABD23'><Ability:SReloadChargeT3/></font>."
TinySummary="+движение при перезарядке"

[TLMUpgrade_StockT1 X2WeaponUpgradeTemplate]
FriendlyName="Рефлекс шток"
FriendlyNamePlural="Рефлекс штоки"
BriefSummary="Дает <font color='#3ABD23'><Ability:SRPerEnemyT1/></font> меткости за каждого видимого врага, максимум до <font color='#3ABD23'>+<Ability:SRMaxAimT1/></font> к меткости."
TinySummary="+меткости видимых врагов"

[TLMUpgrade_StockT2 X2WeaponUpgradeTemplate]
FriendlyName="Улучшеный Рефлекс шток"
FriendlyNamePlural="Улучшеные Рефлекс штоки"
BriefSummary="Дает <font color='#3ABD23'><Ability:SRPerEnemyT2/></font> меткости за каждого видимого врага, максимум до <font color='#3ABD23'>+<Ability:SRMaxAimT2/></font> к меткости."
TinySummary="+меткости видимых врагов"

[TLMUpgrade_StockT3 X2WeaponUpgradeTemplate]
FriendlyName="Превосходный Рефлекс шток"
FriendlyNamePlural="Превосходные Рефлекс штоки"
BriefSummary="Дает <font color='#3ABD23'><Ability:SRPerEnemyT3/></font> меткости за каждого видимого врага, максимум до <font color='#3ABD23'>+<Ability:SRMaxAimT3/></font> к меткости."
TinySummary="+меткости видимых врагов"

[TLMUpgrade_ScopeT1 X2WeaponUpgradeTemplate]
FriendlyName="Область фокусировки"
FriendlyNamePlural="Область фокусировки"
BriefSummary="Дает <font color='#3ABD23'><Ability:FSAimT1/></font> к меткости и <font color='#3ABD23'><Ability:FSCritT1/></font> к шансу критического попадания при встрече с одним врагом в поле зрения."
TinySummary="+меткость и крит против одного"

[TLMUpgrade_ScopeT2 X2WeaponUpgradeTemplate]
FriendlyName="Улучшеная Область фокусировки"
FriendlyNamePlural="Улучшеные Области фокусировки"
BriefSummary="Gain <font color='#3ABD23'><Ability:FSAimT2/></font> к меткости и <font color='#3ABD23'><Ability:FSCritT2/></font> к шансу критического попадания при встрече с одним врагом в поле зрения."
TinySummary="+меткость и крит против одного"

[TLMUpgrade_ScopeT3 X2WeaponUpgradeTemplate]
FriendlyName="Превосходная Область фокусировки"
FriendlyNamePlural="Превосходные Область фокусировки"
BriefSummary="Дает <font color='#3ABD23'><Ability:FSAimT3/></font> к меткости и <font color='#3ABD23'><Ability:FSCritT3/></font> к шансу критического попадания при встрече с одним врагом в поле зрения."
TinySummary="+меткость и крит против одного"

[TLMUpgrade_FLoadMagT1 X2WeaponUpgradeTemplate]
FriendlyName="Рожок с фронтальной загрузкой"
FriendlyNamePlural="Рожни с фронтальной загрузкой"
BriefSummary="Дает <font color='#3ABD23'><Ability:FLMagDmgT1/></font> урона при полном боезапасе и <font color='#3ABD23'>+<Ability:FLMagAmmoT1/></font> к размеру обоймы."
TinySummary="+урон 1-го патрона, +Размер магазина"

[TLMUpgrade_FLoadMagT2 X2WeaponUpgradeTemplate]
FriendlyName="Улучшеный Рожок с фронтальной загрузкой"
FriendlyNamePlural="Улучшеные Рожик с фронтальной загрузкой"
BriefSummary="Дает <font color='#3ABD23'><Ability:FLMagDmgT2/></font> урона при полном боезапасе и (but <font color='#3ABD23'><Ability:FLMagDmgPenT2/></font> урона, когда нет и <font color='#3ABD23'>+<Ability:FLMagAmmoT2/></font> к размеру обоймы."
TinySummary="+урон 1-го патрона, -урон когда нет, +Размер магазина"

[TLMUpgrade_FLoadMagT3 X2WeaponUpgradeTemplate]
FriendlyName="Превосходный Рожок с фронтальной загрузкой"
FriendlyNamePlural="Превосходные Рожик с фронтальной загрузкой"
BriefSummary="Дает <font color='#3ABD23'><Ability:FLMagDmgT3/></font> урона при полном боезапасе и <font color='#3ABD23'>+<Ability:FLMagAmmoT3/></font> к размеру обоймы."
TinySummary="+урон 1-го патрона, +Размер магазина"

[TLMUpgrade_RepeaterAltT1 X2WeaponUpgradeTemplate]
FriendlyName="Таптический повторитель"
FriendlyNamePlural="Таптические повторители"
BriefSummary="Дает <font color='#3ABD23'><Ability:RAltDmgT1/></font> единицы к урону дезориентированным и оглушенным врагам."
TinySummary="+к урону ослабленным"

[TLMUpgrade_RepeaterAltT2 X2WeaponUpgradeTemplate]
FriendlyName="Улучшеный Таптический повторитель"
FriendlyNamePlural="Улучшеные Таптические повторители"
BriefSummary="Дает <font color='#3ABD23'><Ability:RAltDmgT2/></font> единицы к урону дезориентированным и оглушенным врагам."
TinySummary="+к урону ослабленным"

[TLMUpgrade_RepeaterAltT3 X2WeaponUpgradeTemplate]
FriendlyName="Превосходный Таптический повторитель"
FriendlyNamePlural="Превосходные Таптические повторители"
BriefSummary="Дает <font color='#3ABD23'><Ability:RAltDmgT3/></font> единицы к урону дезориентированным и оглушенным врагам."
TinySummary="+к урону ослабленным"

[TLMUpgrade_MZAcidProtocol X2WeaponUpgradeTemplate]
FriendlyName="Чип Протокола Кислота"
FriendlyNamePlural="Чипы Протоколов Кислота"
BriefSummary="Это улучшение, созданное Mitzruti Technologies, Inc., дает ГРЕМЛИНу возможность обливать врагов кислотой, нанося гарантированный урон, вызывая сжигание кислотой и расплавление брони."
TinySummary="+Протокол Кислота"

[TLMUpgrade_MZFlameProtocol X2WeaponUpgradeTemplate]
FriendlyName="Чип Протокола Пламя"
FriendlyNamePlural="Чипы Протоколов Пламя"
BriefSummary="Это улучшение, созданное Mitzruti Technologies, Inc., дает ГРЕМЛИНу возможность поджигать врагов, нанося гарантированный урон от огня"
TinySummary="+Протокол Пламя"

[TLMUpgrade_MZToxicProtocol X2WeaponUpgradeTemplate]
FriendlyName="Чип Протокола Токсин"
FriendlyNamePlural="Чипы Протоколов Токсин"
BriefSummary="Это улучшение, созданное Mitzruti Technologies, Inc., дает ГРЕМЛИНу возможность распылять яд на врагов, отравляя и нанося гарантированный урон. Требуется прямая видимость цели."
TinySummary="+Протокол Токсин"

[TLMUpgrade_MZSabotageProtocol X2WeaponUpgradeTemplate]
FriendlyName="Чип Протокола Саботаж"
FriendlyNamePlural="Чипы Протоколов Саботаж"
BriefSummary="Это обновление, созданное Mitzruti Technologies, Inc., дает ГРЕМЛИНу возможность трясти врагов, отключая оружие и нанося гарантированный урон, который увеличивается против врагов-роботов."
TinySummary="+Протокол Саботаж"

;============================================
; ABILITY TEMPLATES
;============================================

[TLMAbility_Damage X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_Crit X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_Pierce X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_Shred X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_CritMult X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_DamageMPierce X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_CritMDamage X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_PierceMCrit X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_ShredMDamage X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_CritMultMDamage X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_DamagePlus X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_CritPlus X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_PiercePlus X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_ShredPlus X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_CritMultPlus X2AbilityTemplate]
LocFriendlyName="Улучшение оружия"

[TLMAbility_RapidFire X2AbilityTemplate]
LocFriendlyName="<font color='#5cd1cd'>Быстрая стрельба</font>"
LocLongDescription="Дает <font color='#3ABD23'><Ability:RapidFireCharges/></font> заряда способности <font color='#5cd1cd'>Быстрая стрельба</font>. Каждый выстрел получает штраф <font color='#cc2424'><Ability:RapidFireAimPenalty/></font> к меткости. Перезарядка: <font color='#ff9100'><Ability:RapidFireCooldown/></font> ход(а)."
LocHelpText="Выстрелите два раза подряд во врага. Каждый выстрел получает штраф <font color='#cc2424'><Ability:RapidFireAimPenalty/></font> к меткости."
LocFlyOverText="<font color='#5cd1cd'>Быстрая стрельба</font>"
LocPromotionPopupText="<Bullet/> <font color='#5cd1cd'>Быстрая стрельба</font> — разрушительная способность для нанесения урона в дальнем бою.<br/>"

[TLMAbility_HailOfBullets X2AbilityTemplate]
LocFriendlyName="Град пуль"
LocLongDescription="Дает <font color='#3ABD23'><Ability:HailOfBulletsCharges/></font> заряда способности <font color='#5cd1cd'>Град пуль</font>. Выпустить град пуль, которые гарантированно поразят вашу цель, но расходуют много боеприпасов. Перезарядка: <font color='#ff9100'><Ability:HailOfBulletsCooldown/></font> ход(а)."
LocHelpText="Выпустить град пуль, которые гарантированно поразят вашу цель, но расходуют много боеприпасов."
LocFlyOverText="Град пуль"
LocPromotionPopupText="<Bullet/> <font color='#5cd1cd'>Град пуль</font> требует <font color='#ff9100'><Ability:SelfAmmoCost/></font> патрона. Перезарядка: <font color='#ff9100'><Ability:SelfCooldown/></font> ход(а).<br/>"

[TLMAbility_KillZone X2AbilityTemplate]
LocFriendlyName="Зона поражения"
LocLongDescription="Дает <font color='#3ABD23'><Ability:KillZoneCharges/></font> заряда способности <font color='#5cd1cd'>Зона поражения</font>. Сделайте ответный выстрел по любому врагу, который движется или атакует в пределах конуса огня. Перезарядка: <font color='#ff9100'><Ability:KillZoneCooldown/></font> ход(а)."
LocHelpText="Сделайте ответный выстрел по любому врагу, который движется или атакует в пределах конуса огня."
LocFlyOverText="Зона поражения"
LocPromotionPopupText="<Bullet/> Нет ограничений на количество выстрелов <font color='#5cd1cd'>Зоны поражения</font>, которые <Ability:ClassName/> может сделать без учета патронов.<br/><Bullet/> <font color='#5cd1cd'>Зона поражения</font> использует <font color='#5cd1cd'>Отрядный прицел</font>, даже если <Ability:ClassName/> не имеет способности Способность <font color='#5cd1cd'>Долгий дозор</font>.<br/><Bullet/> Перезарядка: <font color='#ff9100'><Ability:SelfCooldown/></font> ход(а).<br/>"
LocFriendlyNameWhenConcealed="Зона поражения(Скрытый)"

[TLMAbility_Faceoff X2AbilityTemplate]
LocFriendlyName="Вбрасывание"
LocLongDescription="Дает <font color='#3ABD23'><Ability:FaceoffCharges/></font> заряда способности <font color='#5cd1cd'>Вбрасывание</font>. Выстрелите один раз в каждого видимого врага из своего пистолета. Перезарядка: <font color='#ff9100'><Ability:FaceoffCooldown/></font> ход(а)."
LocHelpText="Выстрелите один раз в каждого видимого врага из своего пистолета."
LocFlyOverText="Вбрасывание"
LocPromotionPopupText="<Bullet/> <font color='#5cd1cd'>Вбрасывание</font> лучше всего дополняется агрессивным позиционированием на поле, что дает высокий шанс поразить несколько целей.<br/><Bullet/> Перезарядка: <font color='#ff9100'><Ability:SelfCooldown/></font> ход(а).<br/>"

[TLMAbility_AdventSoldierKiller X2AbilityTemplate]
LocFriendlyName="Убийца \"Адвента\""
LocLongDescription="Это оружие напоминает о гибели миллионов людей, убитых оккупационным режимом \"Адвента\". <font color='#3ABD23'>+<Ability:BonusDamageAdventSoldier/></font>  единицы урона солдатам \"Адвента\"."
LocHelpText="Наносите больше урона солдатам \"Адвента\"."
LocFlyOverText="Убийца \"Адвента\""

[TLMAbility_AlienKiller X2AbilityTemplate]
LocFriendlyName="Убийца пришельцев"
LocLongDescription="Ходят слухи, что это обновление оружия — прототип, сделанный Охотником за пришельцами. Тот же механизм теперь интегрирован в <font color='#d1cb5c'>Стреломете</font>. <font color='#3ABD23'>+<Ability:BonusDamageAlien/></font> единицы урона инопланетным созданиям."
LocHelpText="Наносите больше урона инопланетным созданиям."
LocFlyOverText="Убийца пришельцев"

[TLMAbility_CritTrackerT1 X2AbilityTemplate]
LocFriendlyName="Критический трекер"

[TLMAbility_CritTrackerT2 X2AbilityTemplate]
LocFriendlyName="Критический трекер"

[TLMAbility_CritTrackerT3 X2AbilityTemplate]
LocFriendlyName="Критический трекер"

[TLMAbility_ReloadT1 X2AbilityTemplate]
LocFriendlyName="Спринт-погрузчик"

[TLMAbility_ReloadT2 X2AbilityTemplate]
LocFriendlyName="Спринт-погрузчик"

[TLMAbility_ReloadT3 X2AbilityTemplate]
LocFriendlyName="Спринт-погрузчик"

[TLMAbility_FLoadMagT1 X2AbilityTemplate]
LocFriendlyName="Рожок с фронтальной загрузкой"

[TLMAbility_FLoadMagT2 X2AbilityTemplate]
LocFriendlyName="Рожок с фронтальной загрузкой"

[TLMAbility_FLoadMagT3 X2AbilityTemplate]
LocFriendlyName="Рожок с фронтальной загрузкой"

[TLMUpgrade_RepeaterAltT1 X2AbilityTemplate]
LocFriendlyName="Таптический повторитель"

[TLMUpgrade_RepeaterAltT2 X2AbilityTemplate]
LocFriendlyName="Таптический повторитель"

[TLMUpgrade_RepeaterAltT3 X2AbilityTemplate]
LocFriendlyName="Таптический повторитель"
